tap "derailed/k9s"
tap "jesseduffield/lazygit"
brew "awscli"
brew "coreutils"
brew "docker-credential-helper-ecr"
brew "emacs"
brew "eza"
brew "git"
brew "git-lfs"
brew "helm"
brew "htop"
brew "k6"
brew "mask"
brew "mole"
brew "mtr"
brew "netcat"
brew "rsync"
brew "sops"
brew "sshpass"
brew "stow"
brew "tfenv"
brew "tmux"
brew "tmuxai"
brew "tree"
brew "watch"
brew "derailed/k9s/k9s"
cask "1password"
cask "1password-cli"
cask "antigravity"
cask "appcleaner"
cask "arc"
cask "bruno"
cask "chatgpt"
cask "claude"
cask "contexts"
cask "cursor"
cask "dbeaver-community"
cask "discord"
cask "font-cascadia-code-nf"
cask "font-cascadia-mono-nf"
cask "font-maple-mono-normal-nf-cn"
cask "fork"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "lens"
cask "localsend"
cask "logi-options+"
cask "mongodb-compass"
cask "notion"
cask "openvpn-connect"
cask "orbstack"
cask "rapidapi"
cask "raycast"
cask "rectangle"
cask "redis-insight"
cask "setapp"
cask "slack"
cask "spotify"
cask "surfshark"
cask "telegram-desktop"
cask "visual-studio-code"
