brew "awscli"
brew "cloudflared"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "emacs"
brew "eza"
brew "gh"
brew "git"
brew "git-lfs"
brew "htop"
brew "k6"
brew "mole"
brew "rsync"
brew "sops"
brew "sshpass"
brew "stow"
brew "tmux"
brew "tree"
brew "watch"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "arc"
cask "bruno"
cask "chatgpt"
cask "claude"
cask "codex"
cask "codex-app"
cask "contexts"
cask "discord"
cask "font-cascadia-code-nf"
cask "font-cascadia-mono-nf"
cask "font-maple-mono-normal-nf-cn"
cask "fork"
cask "ghostty"
cask "karabiner-elements"
cask "linear"
cask "lm-studio"
cask "localsend"
cask "notion"
cask "openvpn-connect"
cask "raycast"
cask "rectangle"
cask "setapp"
cask "slack"
cask "spotify"
cask "surfshark"
cask "tailscale-app"
cask "telegram-desktop"
cask "thaw"
cask "typeless"
cask "visual-studio-code"
